Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Search albums
ar: البحث في الألبومات
bg: Търси албуми
bn: অ্যালবাম অনুসন্ধান করুন
ca: Cerqueu àlbums
cs: Vyhledávejte alba
da: Søg i albummer
de: Album suchen
el: Αναζήτηση άλμπουμ
es: Buscar álbumes
fa: جستجوی آلبوم‌ها
fi: Etsi albumeita
fr: Rechercher des albums
he: חיפוש אלבומים
hi: एल्बम खोजें
hr: Traži albume
hu: Albumok keresése
id: Cari album
it: Cerca album
ja: アルバムを検索
kk: Альбомдарды іздеу
ko: 앨범 검색
lt: Ieškoti albumų
ms: Cari album
nb: Søk i album
nl: Zoek albums
pl: Przeszukaj albumy
pt: Pesquisar álbuns
ro: Căutați albume
ru: Поиск альбомов
sk: Hľadať albumy
sl: Iskanje albumov
sv: Sök album
th: ค้นหาอัลบั้ม
tr: Albüm ara
uk: Пошук альбомів
vi: Tìm album
zh_hans: 搜索相册
zh_hant: 搜尋相簿

source: Search Albums
ar: البحث في الألبومات
bg: Търси албуми
bn: অ্যালবাম অনুসন্ধান করুন
ca: Cerqueu àlbums
cs: Vyhledávejte alba
da: Søg i albummer
de: Album suchen
el: Αναζήτηση άλμπουμ
es: Buscar álbumes
fa: جستجوی آلبوم‌ها
fi: Etsi albumeita
fr: Rechercher des albums
he: חיפוש אלבומים
hi: एल्बम खोजें
hr: Traži albume
hu: Albumok keresése
id: Cari album
it: Cerca album
ja: アルバムを検索
kk: Альбомдарды іздеу
ko: 앨범 검색
lt: Ieškoti albumų
ms: Cari Album
nb: Søk i album
nl: Zoek albums
pl: Przeszukaj albumy
pt: Pesquisar álbuns
ro: Căutați albume
ru: Поиск альбомов
sk: Hľadať albumy
sl: Iskanje albumov
sv: Sök album
th: ค้นหาอัลบั้ม
tr: Albüm ara
uk: Пошук альбомів
vi: Tìm album
zh_hans: 搜索相册
zh_hant: 搜尋相簿

source: Search failed
ar: فشل البحث
bg: Търсенето е неуспешно
bn: অনুসন্ধান ব্যর্থ হয়েছে
ca: La cerca ha fallat
cs: Vyhledávání se nezdařilo
da: Søgning mislykkedes
de: Suche fehlgeschlagen
el: Η αναζήτηση απέτυχε
es: La búsqueda ha fallado
fa: جستجو ناموفق بود
fi: Haku epäonnistui
fr: Échec de la recherche
he: החיפוש נכשל
hi: खोज विफल रही
hr: Pretraživanje nije uspjelo
hu: A keresés sikertelen
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗しました
kk: Іздеу сәтсіз аяқталды
ko: 검색 실패
lt: Paieška nepavyko
ms: Carian gagal
nb: Søket mislyktes
nl: Zoeken mislukt
pl: Wyszukiwanie nie powiodło się
pt: A pesquisa falhou
ro: Căutarea a eșuat
ru: Не удалось выполнить поиск
sk: Vyhľadávanie zlyhalo
sl: Iskanje ni uspelo
sv: Sökningen misslyckades
th: การค้นหาล้มเหลว
tr: Arama başarısız oldu
uk: Не вдалося виконати пошук
vi: Tìm kiếm thất bại
zh_hans: 搜索失败
zh_hant: 搜尋失敗

source: Search Failed
ar: فشل البحث
bg: Търсенето е неуспешно
bn: অনুসন্ধান ব্যর্থ হয়েছে
ca: La cerca ha fallat
cs: Vyhledávání se nezdařilo
da: Søgning mislykkedes
de: Suche fehlgeschlagen
el: Η αναζήτηση απέτυχε
es: La búsqueda ha fallado
fa: جستجو ناموفق بود
fi: Haku epäonnistui
fr: Échec de la recherche
he: החיפוש נכשל
hi: खोज विफल रही
hr: Pretraživanje nije uspjelo
hu: A keresés sikertelen
id: Pencarian Gagal
it: Ricerca non riuscita
ja: 検索に失敗しました
kk: Іздеу сәтсіз аяқталды
ko: 검색 실패
lt: Paieška nepavyko
ms: Carian Gagal
nb: Søket mislyktes
nl: Zoeken mislukt
pl: Wyszukiwanie nie powiodło się
pt: A pesquisa falhou
ro: Căutarea a eșuat
ru: Не удалось выполнить поиск
sk: Vyhľadávanie zlyhalo
sl: Iskanje ni uspelo
sv: Sökningen misslyckades
th: การค้นหาล้มเหลว
tr: Arama Başarısız Oldu
uk: Не вдалося виконати пошук
vi: Tìm kiếm thất bại
zh_hans: 搜索失败
zh_hant: 搜尋失敗

source: Search People
ar: البحث عن الأشخاص
bg: Търсете на хора
bn: ব্যক্তি অনুসন্ধান করুন
ca: Cerca persones
cs: Vyhledat lidi
da: Søg i personer
de: Suche nach Personen
el: Αναζήτηση ατόμων
es: Buscar personas
fa: جستجوی افراد
fi: Etsi ihmisiä
fr: Rechercher une personne
he: חיפוש אנשים
hi: लोगों को खोजें
hr: Traži ljude
hu: Személyek keresése
id: Cari orang
it: Cerca persone
ja: 人物を検索
kk: Адамдарды іздеу
ko: 인물 검색
lt: Ieškoti žmonių
ms: Cari Orang
nb: Søk personer
nl: Zoek mensen
pl: Wyszukaj osoby
pt: Pesquisar pessoas
ro: Căutați oameni
ru: Поиск людей
sk: Hľadať osoby
sl: Iskanje oseb
sv: Sök personer
th: ค้นหาผู้คน
tr: Kişilere göre ara
uk: Пошук людей
vi: Tìm người
zh_hans: 按人物查找
zh_hant: 搜尋人物

source: Search photos
ar: البحث في الصور
bg: Търсене на снимки
bn: ছবি খুঁজুন
ca: Cerca fotos
cs: Hledat ve fotkách
da: Søg i fotos
de: Fotos suchen
el: Αναζήτηση φωτογραφιών
es: Buscar fotos
fa: جستجوی عکس‌ها
fi: Hae kuvia
fr: Rechercher des photos
he: חיפוש תמונות
hi: फ़ोटो खोजें
hr: Pretraži fotografije
hu: Fotók keresése
id: Cari foto
it: Cerca foto
ja: 写真を検索
kk: Фотосуреттерді іздеу
ko: 사진 검색
lt: Ieškoti nuotraukų
ms: Cari foto
nb: Søk i bilder
nl: Foto's zoeken
pl: Szukaj zdjęć
pt: Pesquisar fotos
ro: Căutați fotografii
ru: Поиск фотографий
sk: Vyhľadať fotografie
sl: Išči fotografije
sv: Sök bland foton
th: ค้นหารูปภาพ
tr: Fotoğraf ara
uk: Пошук фото
vi: Tìm ảnh
zh_hans: 搜索照片
zh_hant: 搜尋相片

source: Search Places
ar: البحث عن الأماكن
bg: Търсене на места
bn: স্থান অনুসন্ধান করুন
ca: Cerca llocs
cs: Vyhledat místa
da: Søg i steder
de: Suche nach Orten
el: Αναζήτηση τοποθεσιών
es: Buscar lugar
fa: جستجوی مکان‌ها
fi: Etsi paikkoja
fr: Rechercher un lieu
he: חיפוש מקומות
hi: स्थान खोजें
hr: Traži mjesta
hu: Helyek keresése
id: Cari tempat
it: Cerca luoghi
ja: 場所を検索
kk: Орындарды іздеу
ko: 장소 검색
lt: Ieškoti vietų
ms: Cari Tempat
nb: Søk steder
nl: Zoek plaatsen
pl: Wyszukaj miejsca
pt: Pesquisar lugares
ro: Căutați locuri
ru: Поиск мест
sk: Hľadať miesta
sl: Iskanje krajev
sv: Sök platser
th: ค้นหาสถานที่
tr: Yerleri ara
uk: Пошук місць
vi: Tìm kiếm địa điểm
zh_hans: 按地点查找
zh_hant: 搜尋地點

source: Search Your Photos
ar: البحث عن صورك
bg: Търсете вашите снимки
bn: আপনার ছবি অনুসন্ধান করুন
ca: Cerqueu les vostres fotos
cs: Vyhledávejte svoje fotky
da: Søg i dine billeder
de: Durchsuche deine Fotos
el: Αναζήτηση φωτογραφιών
es: Busca tus fotos
fa: جستجو در عکس‌های شما
fi: Etsi kuvia
fr: Rechercher vos photos
he: חיפוש בתמונות שלך
hi: अपनी फ़ोटो खोजें
hr: Pretražite svoje fotografije
hu: Keresés
id: Cari foto Anda
it: Cerca le tue foto
ja: 写真を検索
kk: Фотосуреттеріңізді іздеу
ko: 사진 검색
lt: Ieškoti nuotraukų
ms: Cari Foto Anda
nb: Søk i dine bilder
nl: Foto's doorzoeken
pl: Przeszukaj swoje zdjęcia
pt: Pesquisar fotos
ro: Căutarea fotografiilor dvs
ru: Поиск фотографий
sk: Vyhľadávanie vo vašich fotografiách
sl: Poišči svoje fotografije
sv: Sök bland dina foton
th: ค้นหารูปภาพของคุณ
tr: Fotoğraflarınızı arayın
uk: Пошук серед ваших фото
vi: Tìm ảnh của bạn
zh_hans: 查找您的照片
zh_hant: 搜尋相片

source: Select
ar: تحديد
bg: Избери
bn: নির্বাচন করুন
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλέξτε
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
he: בחר
hi: चुनना
hr: Odaberite
hu: Kiválaszt
id: Pilih
it: Seleziona
ja: 選択
kk: Таңдау
ko: 선택
lt: Pasirinkti
ms: Pilih
nb: Velg
nl: Selecteren
pl: Wybierz
pt: Selecionar
ro: Selectare
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Select a cutoff date, then continue to find backed-up items.
ar: حدد تاريخًا فاصلًا، ثم تابع للعثور على العناصر المنسوخة احتياطيًا.
bg: Изберете крайна дата, след което продължете, за да намерите архивираните елементи.
bn: একটি সীমার তারিখ নির্বাচন করুন, তারপর ব্যাকআপ করা আইটেম খুঁজতে এগিয়ে যান।
ca: Selecciona una data límit i continua per trobar els elements amb còpia de seguretat.
cs: Vyberte rozhodné datum a poté pokračujte k vyhledání zálohovaných položek.
da: Vælg en skæringsdato, og fortsæt derefter for at finde sikkerhedskopierede emner.
de: Wähle einen Stichtag aus und fahre dann fort, um gesicherte Elemente zu finden.
el: Επιλέξτε μια ημερομηνία αποκοπής και συνεχίστε για να βρείτε τα στοιχεία που έχουν αντιγραφεί.
es: Selecciona una fecha límite y continúa para buscar elementos con copia de seguridad.
fa: یک تاریخ مرزی انتخاب کنید، سپس برای یافتن موارد پشتیبان‌گیری‌شده ادامه دهید.
fi: Valitse rajapäivä ja jatka sitten varmuuskopioitujen kohteiden etsimiseen.
fr: Sélectionnez une date limite, puis continuez pour rechercher les éléments sauvegardés.
he: בחרו תאריך סף ולאחר מכן המשיכו כדי למצוא פריטים שגובו.
hi: अंतिम तिथि चुनें, फिर बैकअप किए गए आइटम खोजने के लिए आगे बढ़ें।
hr: Odaberite granični datum, a zatim nastavite kako biste pronašli sigurnosno kopirane stavke.
hu: Válasszon egy határdátumot, majd folytassa a biztonsági mentéssel rendelkező elemek keresését.
id: Pilih tanggal batas, lalu lanjutkan untuk menemukan item yang telah dicadangkan.
it: Seleziona una data limite, quindi continua per trovare gli elementi di cui è stato eseguito il backup.
ja: 基準日を選択して続けると、バックアップ済みの項目を検索します。
kk: Шекті күнді таңдаңыз, содан кейін сақтық көшірмесі бар элементтерді табу үшін жалғастырыңыз.
ko: 기준 날짜를 선택한 후 계속하여 백업된 항목을 찾으세요.
lt: Pasirinkite ribinę datą, tada tęskite ir raskite atsargines kopijas turinčius elementus.
ms: Pilih tarikh tamat, kemudian teruskan untuk mencari item yang telah disandarkan.
nb: Velg en grensedato, og fortsett deretter for å finne sikkerhetskopierte elementer.
nl: Selecteer een grensdatum en ga verder om geback-upte items te vinden.
pl: Wybierz datę graniczną, a następnie kontynuuj, aby znaleźć elementy z kopią zapasową.
pt: Selecione uma data-limite e continue para encontrar itens com cópia de segurança.
ro: Selectați o dată-limită, apoi continuați pentru a găsi elementele cu copie de siguranță.
ru: Выберите дату отсечения и продолжите поиск элементов с резервными копиями.
sk: Vyberte hraničný dátum a potom pokračujte vo vyhľadávaní zálohovaných položiek.
sl: Izberite mejni datum in nadaljujte, da poiščete varnostno kopirane elemente.
sv: Välj ett brytdatum och fortsätt sedan för att hitta säkerhetskopierade objekt.
th: เลือกวันที่กำหนด แล้วดำเนินการต่อเพื่อค้นหารายการที่สำรองข้อมูลแล้ว
tr: Bir sınır tarihi seçin, ardından yedeklenmiş öğeleri bulmak için devam edin.
uk: Виберіть граничну дату, а потім продовжте пошук елементів із резервними копіями.
vi: Chọn mốc thời gian, sau đó tiếp tục để tìm các mục đã sao lưu.
zh_hans: 选择截止日期，然后继续查找已备份的项目。
zh_hant: 選擇截止日期，然後繼續尋找已備份的項目。

source: Select All
ar: تحديد الكل
bg: Изберете всички
bn: সব নির্বাচন করুন
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
hi: सबका चयन करें
hr: Odaberi sve
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutto
ja: 全て選択
kk: Барлығын таңдау
ko: 모두 선택
lt: Pasirinkti visus
ms: Pilih Semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar todos
ro: Selectați tot
ru: Выбрать все
sk: Vybrať všetko
sl: Izberi vse
sv: Välj alla
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 選擇全部

source: Select Items
ar: تحديد العناصر
bg: Избор на елементи
bn: আইটেম নির্বাচন করুন
ca: Selecciona elements
cs: Vybrat položky
da: Vælg emner
de: Elemente auswählen
el: Επιλογή στοιχείων
es: Seleccionar elementos
fa: انتخاب موارد
fi: Valitse kohteet
fr: Sélectionner des éléments
he: בחירת פריטים
hi: आइटम चुनें
hr: Odaberi stavke
hu: Elemek kiválasztása
id: Pilih Item
it: Seleziona elementi
ja: 項目を選択
kk: Элементтерді таңдау
ko: 항목 선택
lt: Pasirinkti elementus
ms: Pilih Item
nb: Velg elementer
nl: Items selecteren
pl: Wybierz elementy
pt: Selecionar itens
ro: Selectați elemente
ru: Выбрать элементы
sk: Vybrať položky
sl: Izberi elemente
sv: Välj objekt
th: เลือกรายการ
tr: Öğeleri Seç
uk: Вибрати елементи
vi: Chọn mục
zh_hans: 选择项目
zh_hant: 選取項目

source: Select Photos
ar: حدد الصور
bg: Избери снимки
bn: ছবি নির্বাচন করুন
ca: Selecciona fotos
cs: Vybrat fotografie
da: Vælg Billeder
de: Fotos auswählen
el: Επιλέξτε Φωτογραφίες
es: Seleccionar fotos
fa: انتخاب عکس‌ها
fi: Valitse kuvat
fr: Sélectionner les photos
he: בחירת תמונות
hi: फ़ोटो चुनें
hr: Odaberi fotografije
hu: Fotók választása
id: Pilih Foto
it: Seleziona foto
ja: 写真を選択
kk: Фотосуреттерді таңдау
ko: 사진 선택
lt: Pažymėti nuotraukas
ms: Pilih Gambar
nb: Velg bilder
nl: Selecteer foto's
pl: Zaznacz Zdjęcia
pt: Selecionar Fotos
ro: Selectează fotografii
ru: Выбрать фотографии
sk: Vybrať fotografie
sl: Izberi fotografije
sv: Välj bilder
th: เลือกรูปภาพ
tr: Fotoğrafları Seç
uk: Вибрати фото
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選取相片

source: SelfPhotos could not access its shared upload storage.
ar: تعذر على SelfPhotos الوصول إلى مساحة تخزين الرفع المشتركة.
bg: SelfPhotos не можа да получи достъп до споделеното си хранилище за качване.
bn: SelfPhotos তার শেয়ার করা আপলোড স্টোরেজে অ্যাক্সেস করতে পারেনি।
ca: SelfPhotos no ha pogut accedir al seu espai d'emmagatzematge compartit per a pujades.
cs: SelfPhotos nemá přístup ke sdílenému úložišti pro nahrávání.
da: SelfPhotos kunne ikke få adgang til det delte uploadlager.
de: SelfPhotos konnte nicht auf den gemeinsamen Upload-Speicher zugreifen.
el: Το SelfPhotos δεν μπόρεσε να αποκτήσει πρόσβαση στον κοινόχρηστο χώρο μεταφορτώσεων.
es: SelfPhotos no ha podido acceder al almacenamiento compartido de cargas.
fa: SelfPhotos نتوانست به فضای ذخیره‌سازی مشترک بارگذاری دسترسی پیدا کند.
fi: SelfPhotos ei saanut yhteyttä jaettuun lataustallennustilaansa.
fr: SelfPhotos n’a pas pu accéder à son espace de stockage partagé pour les envois.
he: SelfPhotos לא הצליח לגשת לאחסון ההעלאות המשותף שלו.
hi: SelfPhotos अपने साझा अपलोड स्टोरेज को एक्सेस नहीं कर सका।
hr: SelfPhotos nije mogao pristupiti zajedničkom prostoru za prijenos.
hu: A SelfPhotos nem tudott hozzáférni a megosztott feltöltési tárhelyéhez.
id: SelfPhotos tidak dapat mengakses penyimpanan unggahan bersamanya.
it: SelfPhotos non è riuscito ad accedere allo spazio condiviso per i caricamenti.
ja: SelfPhotosは共有アップロードストレージにアクセスできませんでした。
kk: SelfPhotos ортақ жүктеп салу жадына қатынай алмады.
ko: SelfPhotos가 공유 업로드 저장 공간에 접근할 수 없습니다.
lt: SelfPhotos nepavyko pasiekti bendrinamos įkėlimo saugyklos.
ms: SelfPhotos tidak dapat mengakses storan muat naik kongsinya.
nb: SelfPhotos fikk ikke tilgang til den delte opplastingslagringen.
nl: SelfPhotos heeft geen toegang tot de gedeelde uploadopslag.
pl: SelfPhotos nie może uzyskać dostępu do współdzielonej przestrzeni przesyłania.
pt: O SelfPhotos não conseguiu aceder ao armazenamento partilhado de envios.
ro: SelfPhotos nu a putut accesa spațiul de stocare partajat pentru încărcări.
ru: SelfPhotos не удалось получить доступ к общему хранилищу загрузок.
sk: SelfPhotos nemá prístup k zdieľanému úložisku nahrávania.
sl: SelfPhotos ni mogel dostopati do deljenega prostora za nalaganje.
sv: SelfPhotos kunde inte komma åt det delade uppladdningsutrymmet.
th: SelfPhotos ไม่สามารถเข้าถึงพื้นที่จัดเก็บข้อมูลการอัปโหลดที่แชร์ได้
tr: SelfPhotos, paylaşılan yükleme depolama alanına erişemedi.
uk: SelfPhotos не вдалося отримати доступ до спільного сховища вивантажень.
vi: SelfPhotos không thể truy cập bộ nhớ tải lên dùng chung.
zh_hans: SelfPhotos 无法访问其共享上传存储空间。
zh_hant: SelfPhotos 無法取用其共享上傳儲存空間。

source: SelfPhotos needs access to your photos to show what is on this device.
ar: يحتاج SelfPhotos إلى الوصول إلى صورك لعرض ما هو موجود على هذا الجهاز.
bg: SelfPhotos се нуждае от достъп до снимките ви, за да покаже какво има на това устройство.
bn: এই ডিভাইসে কী আছে তা দেখাতে SelfPhotos-এর আপনার ছবিতে অ্যাক্সেস প্রয়োজন।
ca: SelfPhotos necessita accedir a les teves fotos per mostrar què hi ha en aquest dispositiu.
cs: SelfPhotos potřebuje přístup k vašim fotkám, aby mohl zobrazit obsah tohoto zařízení.
da: SelfPhotos skal have adgang til dine fotos for at vise, hvad der findes på denne enhed.
de: SelfPhotos benötigt Zugriff auf deine Fotos, um den Inhalt dieses Geräts anzuzeigen.
el: Το SelfPhotos χρειάζεται πρόσβαση στις φωτογραφίες σας για να εμφανίσει ό,τι βρίσκεται σε αυτή τη συσκευή.
es: SelfPhotos necesita acceso a tus fotos para mostrar lo que hay en este dispositivo.
fa: SelfPhotos برای نمایش محتوای این دستگاه به عکس‌های شما نیاز دارد.
fi: SelfPhotos tarvitsee kuviesi käyttöoikeuden näyttääkseen, mitä tällä laitteella on.
fr: SelfPhotos doit accéder à vos photos pour afficher le contenu de cet appareil.
he: SelfPhotos זקוק לגישה לתמונות שלכם כדי להציג את תוכן המכשיר הזה.
hi: इस डिवाइस का कंटेंट दिखाने के लिए SelfPhotos को आपकी फ़ोटो की एक्सेस चाहिए।
hr: SelfPhotos treba pristup vašim fotografijama kako bi prikazao što se nalazi na ovom uređaju.
hu: A SelfPhotos számára hozzáférés szükséges a fotóihoz, hogy megjeleníthesse az eszköz tartalmát.
id: SelfPhotos memerlukan akses ke foto Anda untuk menampilkan apa yang ada di perangkat ini.
it: SelfPhotos deve accedere alle tue foto per mostrare i contenuti presenti su questo dispositivo.
ja: このデバイス上の項目を表示するには、SelfPhotosに写真へのアクセスを許可する必要があります。
kk: Осы құрылғыдағы элементтерді көрсету үшін SelfPhotos қолданбасына фотосуреттерге қатынас қажет.
ko: 이 기기에 있는 항목을 표시하려면 SelfPhotos에 사진 접근 권한이 필요합니다.
lt: SelfPhotos reikia prieigos prie jūsų nuotraukų, kad galėtų parodyti, kas yra šiame įrenginyje.
ms: SelfPhotos memerlukan akses kepada foto anda untuk menunjukkan kandungan pada peranti ini.
nb: SelfPhotos trenger tilgang til bildene dine for å vise hva som finnes på denne enheten.
nl: SelfPhotos heeft toegang tot je foto's nodig om te laten zien wat er op dit apparaat staat.
pl: SelfPhotos potrzebuje dostępu do zdjęć, aby pokazać zawartość tego urządzenia.
pt: O SelfPhotos precisa de acesso às suas fotos para mostrar o que existe neste dispositivo.
ro: SelfPhotos are nevoie de acces la fotografii pentru a afișa conținutul acestui dispozitiv.
ru: SelfPhotos требуется доступ к фотографиям, чтобы показать содержимое этого устройства.
sk: SelfPhotos potrebuje prístup k fotografiám, aby mohol zobraziť obsah tohto zariadenia.
sl: SelfPhotos potrebuje dostop do fotografij, da lahko prikaže vsebino te naprave.
sv: SelfPhotos behöver åtkomst till dina foton för att visa vad som finns på den här enheten.
th: SelfPhotos ต้องการสิทธิ์เข้าถึงรูปภาพเพื่อแสดงสิ่งที่อยู่บนอุปกรณ์นี้
tr: SelfPhotos'un bu cihazdakileri gösterebilmesi için fotoğraflarınıza erişmesi gerekir.
uk: SelfPhotos потрібен доступ до ваших фото, щоб показати вміст цього пристрою.
vi: SelfPhotos cần quyền truy cập ảnh để hiển thị nội dung có trên thiết bị này.
zh_hans: SelfPhotos 需要照片访问权限才能显示此设备上的内容。
zh_hant: SelfPhotos 需要相片取用權限才能顯示此裝置上的內容。

source: SelfPhotos opens Photos directly. Favorites and the selected album stay saved for later.
ar: يفتح SelfPhotos تطبيق الصور مباشرة. تظل المفضلة والألبوم المحدد محفوظين للاستخدام لاحقًا.
bg: SelfPhotos отваря директно „Снимки“. Любимите и избраният албум остават запазени за по-късно.
bn: SelfPhotos সরাসরি Photos খোলে। পছন্দেরগুলো ও নির্বাচিত অ্যালবাম পরে ব্যবহারের জন্য সংরক্ষিত থাকে।
ca: SelfPhotos obre Fotos directament. Els Favorits i l'àlbum seleccionat es desen per a més endavant.
cs: SelfPhotos otevře přímo Fotky. Oblíbené a vybrané album zůstanou uložené na později.
da: SelfPhotos åbner Fotos direkte. Favoritter og det valgte album forbliver gemt til senere.
de: SelfPhotos öffnet Fotos direkt. Favoriten und das ausgewählte Album bleiben für später gespeichert.
el: Το SelfPhotos ανοίγει απευθείας τις Φωτογραφίες. Τα Αγαπημένα και το επιλεγμένο άλμπουμ παραμένουν αποθηκευμένα για αργότερα.
es: SelfPhotos abre Fotos directamente. Favoritos y el álbum seleccionado se guardan para más adelante.
fa: SelfPhotos مستقیماً Photos را باز می‌کند. علاقه‌مندی‌ها و آلبوم انتخاب‌شده برای بعد ذخیره می‌مانند.
fi: SelfPhotos avaa Kuvat-sovelluksen suoraan. Suosikit ja valittu albumi säilyvät myöhempää käyttöä varten.
fr: SelfPhotos ouvre directement Photos. Les favoris et l’album sélectionné restent enregistrés pour plus tard.
he: SelfPhotos פותח את תמונות ישירות. המועדפים והאלבום שנבחר נשמרים לשימוש מאוחר יותר.
hi: SelfPhotos सीधे Photos खोलता है। पसंदीदा और चुना गया एल्बम बाद के लिए सहेजे रहते हैं।
hr: SelfPhotos izravno otvara Fotografije. Favoriti i odabrani album ostaju spremljeni za kasnije.
hu: A SelfPhotos közvetlenül a Fotók alkalmazást nyitja meg. A Kedvencek és a kiválasztott album későbbre mentve marad.
id: SelfPhotos membuka Foto secara langsung. Favorit dan album terpilih tetap disimpan untuk nanti.
it: SelfPhotos apre direttamente Foto. I Preferiti e l'album selezionato restano salvati per un secondo momento.
ja: SelfPhotosは「写真」を直接開きます。お気に入りと選択したアルバムは次回のために保存されます。
kk: SelfPhotos Фотосуреттерді тікелей ашады. Таңдаулылар мен таңдалған альбом кейінге сақталады.
ko: SelfPhotos가 사진 앱을 바로 엽니다. 즐겨찾기와 선택한 앨범은 나중을 위해 저장됩니다.
lt: SelfPhotos tiesiogiai atidaro programą „Nuotraukos“. Mėgstamiausi ir pasirinktas albumas išsaugomi vėlesniam laikui.
ms: SelfPhotos membuka Foto secara terus. Kegemaran dan album yang dipilih kekal disimpan untuk kemudian.
nb: SelfPhotos åpner Bilder direkte. Favoritter og det valgte albumet lagres til senere.
nl: SelfPhotos opent Foto's rechtstreeks. Favorieten en het geselecteerde album blijven voor later bewaard.
pl: SelfPhotos otwiera Zdjęcia bezpośrednio. Ulubione i wybrany album pozostają zapisane na później.
pt: O SelfPhotos abre diretamente a aplicação Fotos. Os Favoritos e o álbum selecionado ficam guardados para mais tarde.
ro: SelfPhotos deschide direct aplicația Poze. Favoritele și albumul selectat rămân salvate pentru mai târziu.
ru: SelfPhotos открывает приложение «Фото» напрямую. Избранные и выбранный альбом сохраняются для дальнейшего использования.
sk: SelfPhotos otvorí priamo aplikáciu Fotky. Obľúbené a vybraný album zostanú uložené na neskôr.
sl: SelfPhotos neposredno odpre Fotografije. Priljubljeno in izbrani album ostaneta shranjena za pozneje.
sv: SelfPhotos öppnar Bilder direkt. Favoriter och det valda albumet sparas till senare.
th: SelfPhotos จะเปิดแอปรูปภาพโดยตรง รายการโปรดและอัลบั้มที่เลือกจะถูกบันทึกไว้ใช้ภายหลัง
tr: SelfPhotos, Fotoğraflar'ı doğrudan açar. Favoriler ve seçili albüm daha sonrası için kayıtlı kalır.
uk: SelfPhotos відкриває «Фото» безпосередньо. Улюблені та вибраний альбом зберігаються на майбутнє.
vi: SelfPhotos mở trực tiếp ứng dụng Ảnh. Mục ưa thích và album đã chọn vẫn được lưu để dùng sau.
zh_hans: SelfPhotos 会直接打开“照片”。个人收藏和所选相册会保留以供以后使用。
zh_hant: SelfPhotos 會直接開啟「照片」。喜好項目和所選相簿會保留以供日後使用。
